{
    "English": "العربية",
    "Contact": "تواصل معنا",
    "About": "نبذة عنا",
    "Services": "خدماتنا",
    "Portfolio": "نماذج أعمالنا",
    "Team": "فريقنا",
    "Home": "الصفحة الرئيسية",
    "SOFTWARE CONSULTING AND DEVELOPMENT FOR YOUR DIGITAL SUCCESS": "استشارات البرامج وتطويرها لتحقيق النجاح الرقمي الخاص بك",
    "get in touch": "تواصل معنا",
    "WHO WE ARE": "من نحن",
    "We are a digital development StartUp that provides custom software development and IT services.": "نحن شركة برمجيات ناشئة توفر تطوير برامج مخصصة وخدمات تكنلوجيا المعلومات.",
    "Our developers build custom software for individuals, startups, and small to medium business.": "ينشئ مطورونا برامج مخصصة للأفراد والشركات الصغيرة والمتوسطة والناشئة.",
    "Web Platform": "منصة الويب",
    "Mobile Development": "تطوير تطبيقات الهواتف المحمولة",
    "Programming Languages": "لغات البرمجة",
    "We Provide Agile Software Development Services": "نقدم خدمات تطوير البرمجيات السريعة",
    "Based on many years of experience, we know that every business has a different software and hardware environment. That is why we provide a wide range of software development services. Check out the key services below.": "استنادًا إلى سنوات عديدة من الخبرة ، نعلم أن لكل شركة بيئة برامج وأجهزة مختلفة ، وهذا هو السبب في أننا نقدم مجموعة واسعة من خدمات تطوير البرمجيات.تحقق من الخدمات الرئيسية أدناه",
    "Custom software development": "تطوير البرمجيات المخصصة",
    "We convert your idea into solid, safe, and reliable custom software with our full-cycle software development services, including:": "نقوم بتحويل فكرتك إلى برنامج مخصص قوي وآمن وموثوق من خلال خدمات تطوير البرامج ذات الدورة الكاملة ، بما في ذلك:",
    "Web app solutions": "حلول تطبيقات الويب",
    "Mobile app solutions": "حلول تطبيقات الهواتف",
    "UI/UX": "",
    "Mobile App Development Services": "خدمات تطوير تطبيقات الهواتف",
    "Our team can provide support at any stage of custom mobile app development, from creating a proof-of-concept app to an MVP:": "يمكن لفريقنا تقديم الدعم في أي مرحلة من مراحل تطوير تطبيقات الأجهزة المحمولة المخصصة",
    "Cross-platform apps for iOS and Android": "تطبيقات متعددة المنصات لهواتف الاندرويد وابل",
    "Hybrid and mobile web": "تطبيقات الويب الهجينة",
    "Native apps development": "تطوير التطبيقات الأصلية",
    "POS": "نقاط البيع",
    "Easy to use, modern and reliable POS solution. Accompanied by the top of the line hardware , witch touch screens and smart application": "نقاط بيع سهلة الاستخدام حديثة وموثوقة. مع توفير اجهزة البيع  وشاشات االلمس. ",
    "UI / UX Design": "تصاميم رائعة وحديثة",
    "Build the product you need on time with an experienced team that uses a clear and effective design process.": "بناء التطبيقات التي تريدها في أسرع وقت من خلال فريق خبير يستخدم عملية بناء مصممة  بوضوح وفعالية",
    "Want To Develop A Custom Software Solution?": "هل تريد تطوير حلول برمجية خاصة بك؟",
    "Contact Us": "راسلنا",
    "Our Team": "فريقنا",
    "We aim for innovation not only in our development organization but also in the way we approach every aspect of our business.": "نهدف الى الابتكار ليس فقط في مؤسستنا ولكن أيضاً في الطريقة التي نتعامل بها مع كل جانب من جوانب عملنا",
    "Yahya K Iyaseh": "يحيى العيسة",
    "CEO, Co-Founder": "المدير التنفيذي, شريك مؤسس",
    "Contact With Us": "تواصل معنا",
    "Contact us to inquire about anything": "توصل معنا في حال أردت الاستعلام عن اي شئ",
    "Al-houzee Al-Thany, Hebrorn - WestBank, Palestine": "الحاووز الثاني, الخليل - الضفة الغربية, فلسطين",
    "info@example.com": "",
    "00972594367643": "",
    "Send Message": "ارسل الاستعلام",
    "Copyright": "حقوق النشر",
    "Space Tech": "",
    "All Rights Reserved": "جميع الحقوق محفوظة",
    "Your Name": "اسمك",
    "Your Email": "الايميل الخاص بك",
    "Your Phone": "هاتفك",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "": ""
}
